[
  "Cuando te preguntan cómo estás, ¿con qué frecuencia respondes con la verdad?",
  "Termina las frases: los extraños me describirían como ____. Solo yo sé que soy ____.",
  "¿Cuál es la cosa más inexplicable que te ha pasado?",
  "¿Cuál fue la última cosa sobre la que le mentiste a tu madre?",
  "¿Cuándo fue la última vez que te sorprendiste a ti mismo?",
  "Si alguna vez lo has hecho, ¿cuándo te diste cuenta de que no eras invencible?",
  "¿Cuál es el mayor dolor que has sentido que no fue físico?",
  "¿Qué lección te llevó más tiempo desaprender?",
  "¿Cuál ha sido tu primer recuerdo de felicidad?",
  "¿Cuál es el nombre de tu primer amor y la razón por la que te enamoraste de esa persona?",
  "¿Cuál ha sido tu recuerdo más feliz de este último año?",
  "¿Cuál es un sueño que has dejado ir?",
  "¿Hay algún sentimiento que extrañes?",
  "¿Alguna vez le has dicho a alguien “te amo” sin sentirlo? Si es así, ¿por qué?",
  "¿Qué sigues tratando de demostrarte a ti mismo?",
  "¿Cómo se llama tu madre? ¿Y qué es lo más hermoso de ella?",
  "¿Qué te da más miedo, el fracaso o el éxito? ¿Y por qué?",
  "¿Crees que la imagen que tienes de ti mismo coincide con la imagen que los demás tienen de ti?",
  "Si pudieras tenerlo a tu manera: ¿con quién estarías? ¿Dónde estarías? ¿Y qué estarías haciendo?",
  "¿Te estás mintiendo a ti mismo sobre algo?",
  "¿Qué pregunta estás tratando de responder más en tu vida en este momento?",
  "¿Alguna vez un extraño ha cambiado tu vida?",
  "¿Qué es algo que no te gustaría cambiar de ti mismo?",
  "¿Qué título le darías a este capítulo de tu vida?",
  "¿Cuál es un cumplido que desearías recibir con más frecuencia?",
  "¿Qué no creería tu yo más joven sobre tu vida actual?",
  "¡Describe tu día perfecto!",
  "¿Has cambiado de opinión sobre algo recientemente?",
  "¿Cuál ha sido el mejor cumplido que un extraño te ha dado?",
  "¿Qué deseas más?",
  "¿Cómo describirías el sentimiento de estar enamorado en una palabra?",
  "¿Qué parte de tu vida funciona? ¿Qué parte de tu vida duele?",
  "Si pudieras conocer a alguien en tu vida a un nivel más profundo, ¿quién sería y por qué?",
  "¿Cómo puedes convertirte en una mejor persona?",
  "¿Extrañas a alguien en este momento? ¿Crees que ellos también te extrañan?",
  "¿Cómo se llama tu padre? Dime una cosa sobre él.",
  "WILDCARD Muestra la primera foto en tu galería. Explica.",
  "WILDCARD Cambia de asiento con tu pareja.",
  "WILDCARD Haz una pregunta que te daría miedo hacer. Algo que no te atreverías a preguntar.",
  "WILDCARD Las preguntas son una forma de arte. Crea tu propia pregunta.",
  "WILDCARD Pon tu biblioteca de música en modo aleatorio. Explica la primera canción que aparezca.",
  "WILDCARD Canta el estribillo de tu canción favorita de todos los tiempos. ¡Ponle ganas!",
  "WILDCARD Dibuja tu estado de ánimo actual. Luego compara. (Ambos jugadores)",
  "WILDCARD Ambos jugadores escriban un dato divertido y vergonzoso sobre ustedes mismos. Jueguen a piedra, papel o tijeras. El perdedor debe revelarlo.",
  "WILDCARD Llama a alguien que admires y dile por qué lo aprecias. (Pon el altavoz)",
  "WILDCARD Concurso de miradas. El primero en parpadear debe revelar un problema personal y pedirle a su pareja consejos sobre cómo manejarlo.",
  "WILDCARD Admite algo (Cada jugador lo escribe anónimamente y lo juntan. Manténganlo en secreto, o no :D)",
  "WILDCARD Piensa en algo que realmente no te guste y que a la mayoría de las personas les encante. ¡A la cuenta de tres, díganlo en voz alta! (Ambos jugadores)",
  "WILDCARD Ambos jugadores escriban las tres cosas más importantes en la vida para ustedes. Comparen.",
  "WILDCARD ¡Creen un saludo secreto!"
]
