[
  "Si me compraras un regalo, sin saber nada de mí más que cómo me veo, ¿qué sería?",
  "¿Crees que normalmente llego temprano, a tiempo o tarde a los eventos? Explica.",
  "¿Qué te dicen mis zapatos sobre mí?",
  "Si MySpace aún existiera, ¿cuál sería mi canción de perfil?",
  "¿En qué asignatura crees que destacaba en la escuela? ¿Suspendía alguna?",
  "¿En qué crees que soy más propenso a derrochar?",
  "¿Te recuerdo a alguien?",
  "¿Cuántas multas por exceso de velocidad crees que he recibido en mi vida?",
  "¿Cuál crees que es la parte más difícil de lo que hago para ganarme la vida?",
  "¿Qué es lo más extraño o poco familiar de mí para ti?",
  "¿Crees que las plantas crecen o mueren bajo mi cuidado? Explica.",
  "¿Cuál crees que es mi canción favorita para karaoke?",
  "Termina la frase: solo con mirarte, pensaría que...",
  "¿Crees que alguna vez me han despedido de un trabajo? Si es así, ¿por qué?",
  "¿Qué reality show crees que soy más propenso a ver en maratón? Explica.",
  "¿Cuál crees que es mi crush famoso?",
  "¿Qué es lo primero que notaste sobre mí?",
  "¿Crees que me enamoro fácilmente? ¿Por qué o por qué no?",
  "Cuando era niño, ¿qué crees que quería ser?",
  "¿Parezco alguien que se tatuaría un nombre en su cuerpo? ¿Por qué o por qué no?",
  "¿Qué te dice mi Instagram sobre mí?",
  "¿Cuál fue tu primera impresión de mí?",
  "¿Parezco una persona madrugadora o nocturna? ¿Por qué?",
  "¿Qué te está diciendo mi lenguaje corporal ahora?",
  "¿Parezco una persona de café o de té? ¿Con o sin azúcar?",
  "¿Parezco amable? Explica.",
  "¿Crees que era popular en la escuela? Explica.",
  "¿Qué cumplido crees que escucho más?",
  "¿Qué tan probable es que vaya de acampada? ¿Cómo de exigente es mi equipo?",
  "¿Qué te dice el fondo de pantalla de mi teléfono sobre mí?",
  "En una escala del 1 al 10, ¿cómo desordenado crees que es mi coche? Explica.",
  "¿Qué te intriga de mí?",
  "¿Parezco más creativo o analítico? Explica.",
  "¿Crees que intimido a los demás? ¿Por qué o por qué no?",
  "¿A qué restaurante de comida rápida crees que es más probable que vaya? ¿Qué pido?",
  "¿Crees que alguna vez he revisado el teléfono de un ex en busca de pruebas?",
  "¿Qué personaje crees que interpretaría en una película?",
  "¿Parezco una persona de gatos o de perros?",
  "WILDCARD Dibujen un retrato del otro lo mejor que puedan. Luego intercambien. (1 minuto)",
  "WILDCARD Califiquen sus habilidades de baile en una escala del 1 al 10. ¡A la cuenta de tres, digan su respuesta en voz alta! (Ambos jugadores)",
  "WILDCARD Cierra los ojos. ¿De qué color son mis ojos?",
  "WILDCARD Dibujen una imagen juntos. (30 segundos)",
  "WILDCARD Piensen en su programa de televisión infantil favorito de todos los tiempos. ¡A la cuenta de tres, díganlo en voz alta! (Ambos jugadores)",
  "WILDCARD Piensen en su marca de cereal favorita. ¡A la cuenta de tres, díganlo en voz alta! (Ambos jugadores)",
  "WILDCARD Mantengan contacto visual durante treinta segundos. ¿Qué notaron?",
  "WILDCARD Escriban algo que otros nunca adivinarían sobre ustedes solo con mirarlos. Compárenlo. (Ambos jugadores)",
  "WILDCARD Cierra los ojos. ¿De qué color es mi camisa?",
  "WILDCARD Haz una suposición sobre mí. (Ambos jugadores)",
  "WILDCARD RECORDATORIO. Deja ir tu apego al resultado.",
  "WILDCARD Admite algo. (Cada jugador lo escribe en secreto y ponedlo juntos. Mantenedlo en secreto, o no :D)",
  "WILDCARD Las preguntas son una forma de arte. Crea tu propia pregunta."
]

