[
	"¿Te asusta o te da curiosidad la historia sexual de tu pareja?",
	"¿Alguna vez tu historial de búsqueda te ha metido en problemas? Explica.",
	"¿Quién te pareció la pareja perfecta?",
	"¿Qué odias pedir, pero te encanta recibir?",
	"¿En qué te elogian más en la cama?",
	"¿Cuál es un cumplido que has recibido en la cama y que todavía recuerdas?",
	"¿Alguna vez los celos te han excitado? Explica.",
	"Si pudieras tener sexo con cualquier personaje ficticio, ¿a quién elegirías?",
	"Describe en detalle el peor sexo que has tenido.",
	"Si pudieras acostarte con alguien de tu pasado, ¿quién sería y por qué?",
	"¿Cuál es una parte de tu juego sexual que honestamente necesitas mejorar?",
	"¿Cuál es una inseguridad que tenías en la cama y que has superado?",
	"¿Cómo calificarías tu habilidad de hacer sexo oral en una escala del 1 al 10? ¿Qué podrías hacer para mejorar tu puntuación?",
	"¿Con condón o sin condón? Explica.",
	"¿Cuál ha sido el peor sexo oral que has recibido? ¿Por qué?",
	"¿Alguna pareja te ha pedido ser su tercero? ¿Lo lograron?",
	"La mejor manera de llevarme a la cama es...",
	"¿Qué es lo que más te excita de la última persona con la que tuviste sexo?",
	"¿Qué te atrae que sabes que no es bueno para ti?",
	"¿Qué intentas probarte a ti mismo sexualmente?",
	"¿Cuánto confías en ti mismo para mantenerte fiel en una relación?",
	"¿Qué es algo que das por sentado de tu pareja sexual actual?",
	"Si pudieras agradecer a una pareja sexual del pasado, ¿quién sería? ¿Por qué le agradecerías?",
	"¿Ha evolucionado tu sexualidad con el tiempo? ¿Cómo?",
	"¿Alguna vez el sexo ha sido un obstáculo en una relación para ti?",
	"¿Con quién desearías no haber tenido sexo? ¿Por qué?",
	"¿Qué tiendes a sobrepensar en la cama?",
	"¿Cuál es una opinión impopular que tienes sobre el sexo?",
	"Si pudieras cambiar una cosa sobre tu vida sexual actual, ¿qué sería?",
	"¿Cuál es la mayor diferencia de edad que has tenido con una pareja sexual? ¿Cómo afectó eso las cosas?",
	"¿Dónde tuviste el mejor sexo de tu vida?",
	"¿Con qué frecuencia finges tus orgasmos? Explica.",
	"¿Dónde es el lugar más loco en el que lo has hecho?",
	"¿Con qué frecuencia tendrías sexo si dependiera de ti?",
	"Nombra a una celebridad del mismo sexo con la que te acostarías.",
	"Madurar sexualmente es darse cuenta de...",
	"¿Qué intentas desaprender sobre el sexo?",
	"¿Cuándo te has sentido más seguro en la cama con alguien?",
	"¿Qué destaca sexualmente de tu ex?",
	"¿Qué consejo sexual le darías a tu yo más joven?",
	"¿Qué posición sexual siempre te hace llegar al orgasmo?",
	"¿Cuándo fue la última vez que hiciste algo por primera vez en la cama?",
	"¿Cuándo fue la última vez que fingiste un orgasmo? ¿Por qué?",
	"¿Qué creías sobre el sexo que resultó ser falso?",
	"¿Alguna vez has considerado estar en una relación abierta? ¿Por qué o por qué no?",
	"¿Qué pareja sexual puso el listón alto para todas las demás? Explica.",
	"¿Alguien ha experimentado con BDSM? Comparte tu experiencia con el grupo.",
	"¿Cómo te sientes hoy sobre la primera persona con la que tuviste sexo?",
	"¿Qué no creería tu yo más joven sobre tu vida sexual hoy?",
	"¿Qué sobre tu vida sexual sorprendería más al grupo?",
	"Si tu pareja te diera un pase libre para tener sexo con alguien más, ¿con quién lo usarías? No celebridades.",
	"¿Alguna vez el tamaño ha sido un obstáculo para ti?",
	"¿Qué es algo que intentaste una vez en la cama y nunca volverías a hacer?",
	"¿Cuál es tu lenguaje de amor sexual?",
	"Termina la frase: no es por presumir, pero podría dar una clase sobre...",
	"¿Qué es lo más sorprendente que te han pedido hacer en la cama? ¿Lo hiciste?",
	"¿Alguien ha sido meado o ha meado a alguien más? ¿Cómo calificarías la experiencia?",
	"¿Cuál es la mayor cantidad de dolor que puedes tolerar en el dormitorio en una escala del 1 al 10?",
	"¿Cuál es el peor sexo oral que has dado? ¿Qué te enseñó?",
	"¿Cuál es tu mayor manía sexual?",
	"¿Alguien alguna vez se ha acostado con el amigo de un ex? ¿Valió la pena?",
	"¿Cuál es tu movimiento favorito cuando quieres que el sexo termine?",
	"¿Alguien tiene un consejo que cambió su vida sexual? Compártelo con el grupo.",
	"¿Qué es lo más sorprendente que te ha excitado en la cama?",
	"¿Cuáles son tus tipos favoritos nudes? Sé específico.",
	"Lxs _____ tienen algo",
	"¿Tienes alguna preferencia cuando se trata de vello púbico? Explica.",
	"¿Qué posición sexual nunca falla en hacerte llegar al orgasmo? Sé específico.",
	"¿Cómo te gusta recibir sexo oral? Sé muy específico.",
	"¿Quién se salió con la suya tratándote fatal porque el sexo era bueno? ¿Qué pasó?",
	"¿Alguna vez te has acostado con alguien con quien no debías? ¿Valió la pena?",
	"¿Cuál es la habitación más sucia en la que has tenido sexo? Descríbela en detalle.",
	"¿Cómo describirías tu estilo de coqueteo?",
	"Dejando de lado las normas sociales, ¿cómo sería tu relación ideal?",
	"¿La monogamia te parece adecuada? ¿Por qué o por qué no?",
	"¿La última vez que tuviste sexo fue tan satisfactoria como querías? ¿Por qué o por qué no?",
	"¿Qué anhelas en la cama que no estás pidiendo?",
	"¿Cuál es uno de tus límites en el dormitorio?",
	"¿Cual de tus encuentros sexuales podría ser la base de una película?",
	"¿Arriba o abajo? ¿O ambos? Explica.",
	"¿Cuál es la experiencia sexual más abierta que has tenido?",
	"¿Qué es lo más sorprendente que has usado para masturbarte?",
	"¿Alguna vez la energía de alguien te ha excitado, incluso si no era tu tipo físico?",
	"¿Qué cualidades físicas son más importantes para ti en una pareja?",
	"¿Hay algo que quieras saber sobre el pasado de tu pareja?",
	"¿Cuál es la forma adecuada para limpiar el semen desde tu punto de vista?",
	"¿Cuánto dura el sexo para ti en promedio? ¿Cuánto te gustaría que durara?",
	"¿Quién fue la mayor decepción para ti en la cama? ¿Por qué?",
	"¿Alguien ha estado en una fiesta sexual? ¿Volverías a ir?",
	"¿Qué es algo que dudaste en probar en la cama, pero que terminaste amando?",
	"¿En qué piensas para evitar acabar demasiado rápido?",
	"¿Volverías a tener sexo con la persona con la que tuviste tu primera vez? ¿Por qué o por qué no?",
	"¿Alguna vez has tenido una lesión relacionada con el sexo? Explica.",
	"¿Escupir o tragar? Todos los jugadores respondan.",
	"¿Alguna vez has tenido sexo casual exitoso? ¿Qué lo hizo funcionar?",
	"WILDCARD Cada jugador, revisa mi Instagram y elige la foto más sexy de mí. 20 segundos. ¡Comparen!",
	"WILDCARD Levanta la mano si alguna vez has tenido sexo en un avión. ¡Todos los jugadores!",
	"WILDCARD Aplaude a la velocidad que te gusta tener sexo.",
	"WILDCARD Todos los jugadores señalen a la persona con el mayor número de parejas sexuales. El ganador bebe.",
	"WILDCARD Muestra al grupo una reciente foto sexy y/o desnudo."
]
