[
  "Si pudieras ver a dos celebridades follar, ¿quiénes serían?",
  "En tu fantasía más salvaje, ¿con quién estarías? ¿Dónde estarías? ¿Qué estarías haciendo?",
  "¿Alguna vez has usado el sexo para ganar poder en una situación? ¿Funcionó?",
  "Mi forma favorita de masturbarme es... Describe la escena.",
  "¿En qué me haría rico en OnlyFans?",
  "¿Qué parte(s) del cuerpo te excitan más?",
  "Hazle una pregunta XXX al jugador que ha estado más callado durante este juego.",
  "*Dale el móvil al jugador con quien crees que tendrías el mejor sexo. Vosotros decidís si compartirlo o no.",
  "¿Qué aspecto de tu vida sexual te resulta difícil de admitir?",
  "¿Cuál es el sueño sexual más vívido que has tenido? Descríbelo en detalle.",
  "¿Alguna vez has comido o te han comido el culo? ¿Qué piensas?",
  "¿Dónde te gusta que termine tu pareja? ¿Dónde te gusta terminar?",
  "Dale esta carta al jugador que probablemente follaría con su ex.",
  "¿Qué aspecto de tu sexualidad te costó más aceptar, si es que hay alguno?",
  "¿Cuál es la cosa más vergonzosa que has hecho en la cama mientras estabas borracho?",
  "Dale el móvil al jugador con más 'big dick energy'",
  "¿Cómo te gusta que te llamen en la cama?",
  "¿Qué jugadores es más probable que hayan follado en secreto?",-----
  "¿Alguna vez has eyaculado o hecho que alguien eyacule?",
  "Termina la frase: Vale chicos, escúchenme, pero...",
  "¿Alguna vez has engañado a alguien? ¿Alguna vez te han engañado?",
  "¿Cuál es tu superpoder sexual?",
  "Dale esta carta al jugador que te hace cuestionar tu sexualidad.",
  "¿Alguna vez una parte privada ha dejado una impresión duradera? Explica.",
  "¿Quién en este grupo probablemente no lleva ropa interior ahora mismo?",
  "¿Qué te ha hecho correrte que más te ha sorprendido?",
  "¿Cuál es tu escenario ideal de juego de roles? Sé específico.",
  "¿En qué siempre te quedas atrapado mentalmente en la cama?",
  "Definitivamente son un/a pervertido/a si...",
  "¿Alguien ha sido penetrado o ha penetrado a alguien? Comparte tu experiencia con el grupo.",
  "¿Cuándo te has sentido más sexy recientemente?",
  "¿Alguna de tus fantasías sexuales se ha hecho realidad? Compártelo con el grupo.",
  "¿Qué tamaño tenía la polla más grande que has tomado?",
  "¿Cuándo fue la última vez que imaginaste a alguien más en la cama que no fuera tu pareja? ¿Quién era?",
  "¿Qué te gusta escuchar en la cama? Sé específico.",
  "Basado en lo que sabes sobre mí, ¿con quién me emparejarías? Respuestas del grupo.",
  "Dale esta carta al jugador que probablemente folle como una estrella porno.",
  "¿Cuál es el mejor sexo que has tenido? Describe en detalle por qué fue tan genial.",
  "Dale una reseña honesta de Yelp a tu última pareja sexual.",
  "¿Alguna vez te has probado a ti mismo/a?",
  "¿Cuál sería mi nombre de estrella porno y por qué sería conocido/a?",
  "¿A quién le chuparías los dedos de los pies en esta sala si tuvieras que hacerlo?",
  "¿Qué es lo más inesperado que recuerdas haber usado para masturbarte?",
  "¿De quién te gustaría ver una cinta de sexo del grupo con fines educativos?",
  "¿Qué te excita que solo tus parejas sexuales saben? Sé específico.",
  "¿Cuál fue el momento más inconveniente en que te has excitado?",
  "¿Quién da la mejor mamada? Envíale esta carta.",
  "¿Qué es lo más sexy de mí que no es físico? Respuesta del grupo para el titular de la carta.",
  "¿Qué es lo más sutil que haces cuando realmente te gusta alguien?",
  "¿Qué intentarías en la cama si no hubiera consecuencias?",
  "¿A quién le gusta un dedo en el culo durante el sexo? Describe cómo te gusta.",
  "Envía esta carta a alguien con quien te gustaría follar.",
  "Dale esta carta al jugador que probablemente se descargue una app de citas solo para follar.",
  "¡Pregunta a cualquiera en este grupo una pregunta XXX!",
  "¿Cuándo es la última vez que estuviste más mojado/a o duro/a?",
  "¿Cuándo recuerdas haber tenido el orgasmo más fuerte?",
  "¿Qué aspecto de tu sexualidad todavía estás aprendiendo a aceptar?",
  "¿Comerías a alguien si estuviera en su período? ¿Dejarías que alguien te comiera?",
  "¿Cuál es el orgasmo más memorable que has presenciado? Descríbelo en detalle.",
  "Describe cómo sabe el semen a alguien que nunca lo ha probado.",
  "¿Cuál es tu punto especial? (Sabes cuál.)",
  "Si ellos ..., los follaré inmediatamente.",
  "Dale esta carta al jugador que crees que da la mejor mamada.",
  "¿Alguien ha tenido sexo en público? ¿Dónde estabas? ¿Te gustó?",
  "¿Has follado a alguien del grupo? Todos los jugadores involucrados deben beber.",
  "Dale esta carta al jugador que probablemente se folle esta noche.",
  "En una escala del 1 al 10, ¿qué tan fuerte te gusta ser ahogado/a? 1 significa nada, 10 significa sin aire.",
  "¿Dónde es el lugar más inesperado en el que te has masturbado?",
  "¿Alguna vez el juego de cabeza de alguien ha destacado? ¿Cómo? Sé específico.",
  "¿Qué es lo más caliente que alguien te ha dicho en la cama?",
  "¿Qué es lo más vergonzoso que te ha pasado en la cama que ahora puedes reírte?",
  "¿Quién es la última persona que recuerdas haber masturbado?",
  "¿Qué inseguridad te retiene más en la cama?",
  "¿Cómo sería tu vida si te hubieras casado con tu primera pareja sexual?",
  "¿Cuál es la cosa más puta que has hecho?",
  "Dale esta carta al jugador que más te sorprendió durante este juego.",
  "¿A quién extrañas follar más? ¿Qué extrañas?",
  "¿Qué es lo más caliente que alguien te ha hecho en la cama? Sé específico.",
  "¿Te excitaría que alguien te viera tener sexo? ¿Quién te gustaría que viera?",
  "Dale esta carta al mayor/a teaser del grupo.",
  "¿Alguna vez has fantaseado con la pareja de uno de tus amigos? ¿Alguna vez actuaste en consecuencia?",
  "¿De quién siempre considerarás un mensaje de “U up”?",
  "¿Alguien ha sido doblemente penetrado? ¿Te gustó?",
  "¿Tienes un alma gemela sexual? ¿Lo saben?",
  "Si tienes un fetiche de pies, ¡levanta la mano! ¿Qué te encanta tanto de los pies?",
  "¿Quién en esta sala es más probable que se deje orinar encima y le guste? ¡Votos del grupo!",
  "¿Alguna vez has tenido un orgasmo sin estimulación directa? ¿Cómo se logró?",
  "WILDCARD ¡Dale al grupo tu mejor orgasmo falso!",
  "WILDCARD Marca una X en cualquier parte de tu cuerpo que el jugador a tu derecha pueda besar.",
  "WILDCARD Dale un baile de regazo de 15 segundos a cualquiera en la sala. El grupo elige la canción.",
  "WILDCARD Deja una nota de voz sexy para la última persona con la que dormiste frente al grupo.",
  "WILDCARD Demuestra tu posición sexual favorita para el grupo. ¡Usa una almohada!",
  "WILDCARD Toma un shot del cuerpo de cualquier jugador que elijas.",
  "WILDCARD Mira a los ojos a la persona que tienes directamente enfrente y háblale sucio durante 10 segundos.",
  "WILDCARD Prueba tu reflejo de arcada con un objeto en esta sala.",
  "WILDCARD Dale al grupo un tutorial sobre cómo dar una buena mamada. Sé específico.",
  "WILDCARD Envía un mensaje atrevido a cualquiera en tu teléfono.",
  "WILDCARD Comparte tu historial de búsqueda con el grupo.",
  "WILDCARD Dale a cualquier jugador libertad total de tu carrete de fotos. Ellos eligen una foto para mostrar al grupo."
]
