[
"What  do you think I fear the most?",
"What has this conversation taught you about yourself?",
"What parts of yourself do you see in me?",
"What do you think my superpower is?",
"How are you, really?",
"What do I need to hear right now?",
"If you could prescribe me one thing to do for the rest of this month, what would it be and why?",
"What do you admire most about me?",
"What can we create together?",
"Based on what you know about me, do you have any Netflix recommendations?",
"What am I most qualified to give advice about?",
"When this game is over, what will you remember about me?",
"What do you think my weakness is?",
"In one word, describe how you feel right now.",
"What do you think our most important similarity is?",
"Why do you think we met?",
"In one word, how would you describe our conversation?",
"What do you think I should know about myself that perhaps I’m unaware of?",
"How do our personalities complement each other?",
"Based on what you learned about me, does my social media accurately reflect who I am? Why or why not?",
"What would be the perfect gift for me?",
"What do you recommend I let go of, if anything?",
"What is a lesson you will take away from our conversation?",
"What about me is hardest for you to understand?",
"What do you think my defining characteristic is?",
"What answer of mine made you light up?",
"Do you believe everyone has a calling? If so, do you think I’ve found mine?",
"Based on what you learned about me, what book you recommend I read?",
"How would you describe me to a stranger?",
"What question were you most afraid to answer?",
"When in this game did you feel most connected to me?",
"If we weere in a band, what would our name be?",
"How does one earn your vulnerability? Have I earned it? How can I earn more?",
"What can I help you with?",
"What about me most surprised you?",
"What would make you feel closer to me?",
"WILDCARD Give each other nicknames!",
"WILDCARD Both players share something you’re most grateful for in this current moment.",
"WILDCARD Both players write a note to your younger selves. Option to compare.",
"WILDCARD Write down one thing you want to let go of this year. Read out loud, then rip up together. (Both players)",
"WILDCARD Write a song about your partner. Then sing it out loud, get into it!",
"WILDCARD Give your partner a compliment you don’t think they hear enough.",
"WILDCARD Admit something. (Each player write it down in secret and put it together. Keep it secret, or don't :D)",
"WILDCARD Swap a song suggestion your partner may enjoy. (Both players)",
"WILDCARD Play a round of rock, paper, scissors. Winner can ask their partner anything. Loser must answer.",
"WILDCARD Take a selfie together.",
"WILDCARD Give your partner a hug. Not the crappy kind. A warm fluffy one.",
"WILDCARD Dare your partner to do something outside of their comfort zone in the next week. (Both players)",
"WILDCARD Write down a goal for this year. Fold and exchange. Hold each other accountable.",
"WILDCARD Create you own question. Make it count.",
"WILDCARD Scroll through each other’s instagrams. Find the picture you feel best represents your partner’s essence and comment why you chose that image."
]
