[
  "¿Qué crees que temo más?",
  "¿Qué te ha enseñado esta conversación sobre ti mismo?",
  "¿Qué partes de ti ves en mí?",
  "¿Cuál crees que es mi superpoder?",
  "¿Cómo estás, sinceramente?",
  "¿Qué necesito escuchar ahora mismo?",
  "Si pudieras recomendarme una cosa para hacer durante el resto de este mes, ¿qué sería y por qué?",
  "¿Qué es lo que más admiras de mí?",
  "¿Qué podemos crear juntos?",
  "Basado en lo que sabes sobre mí, ¿tienes alguna recomendación de Netflix?",
  "¿Sobre qué crees que estoy más calificado para dar consejos?",
  "Cuando este juego termine, ¿qué recordarás de mí?",
  "¿Qué crees que es mi debilidad?",
  "En una palabra, ¿cómo te sientes ahora mismo?",
  "¿Cuál crees que es nuestra similitud más importante?",
  "¿Por qué crees que nos conocimos?",
  "En una palabra, ¿cómo describirías nuestra conversación?",
  "¿Qué crees que debería saber sobre mí mismo de lo que quizás no sea consciente?",
  "¿Cómo se complementan nuestras personalidades?",
  "Basado en lo que aprendiste sobre mí, ¿mis redes sociales reflejan con precisión quién soy? ¿Por qué o por qué no?",
  "¿Cuál sería el regalo perfecto para mí?",
  "¿Qué recomiendas que deje ir, si acaso hay algo?",
  "¿Cuál es una lección que hayas sacado de nuestra conversación?",
  "¿Qué es lo más difícil de entender sobre mí?",
  "¿Cuál crees que es mi característica definitoria?",
  "¿Qué respuesta mía te animó?",
  "¿Crees que todos tienen una vocación? Si es así, ¿crees que yo he encontrado la mía?",
  "Basado en lo que aprendiste sobre mí, ¿qué libro me recomiendas leer?",
  "¿Cómo me describirías a un extraño?",
  "¿Qué pregunta tenías más miedo de responder?",
  "Durante el juego, ¿cuándo te sentiste más conectado conmigo?",
  "Si estuviéramos en una banda, ¿cómo se llamaría?",
  "¿Cómo se gana tu vulnerabilidad? ¿La he ganado yo? ¿Cómo puedo ganarla más?",
  "¿En qué puedo ayudarte?",
  "¿Qué es lo que más te sorprendió de mí?",
  "¿Qué te haría sentir más cercano a mí?",
  "WILDCARD ¡Poneos apodos mutuamente!",
  "WILDCARD Ambos jugadores compartid algo por lo que están más agradecidos en este momento.",
  "WILDCARD Ambos jugadores escribid una nota para su yo más joven. Opción de comparar.",
  "WILDCARD Escribe una cosa que quieras dejar ir este año. Léela en voz alta y luego rómpanla juntos. (Ambos jugadores)",
  "WILDCARD Escribe una canción sobre tu compañero. Luego cántala en voz alta, ¡ponle ganas!",
  "WILDCARD Dale a tu compañero un cumplido que crees que no escucha lo suficiente.",
  "WILDCARD Admite algo. (Cada jugador lo escribe en secreto y lo juntan. Manténganlo en secreto, o no :D)",
  "WILDCARD Intercambiad una sugerencia de canción que a tu compañero le pueda gustar. (Ambos jugadores)",
  "WILDCARD Jueguen una ronda de piedra, papel o tijeras. El ganador puede preguntar cualquier cosa a su compañero. El perdedor debe responder.",
  "WILDCARD Haceos una selfie juntos.",
  "WILDCARD Dale a tu compañero un abrazo. No uno débil, uno cálido y acogedor.",
  "WILDCARD Reta a tu compañero a hacer algo fuera de su zona de confort en la próxima semana. (Ambos jugadores)",
  "WILDCARD Escribe un objetivo para este año. Dóblalo e intercámbialo. Manténganse mutuamente responsables.",
  "WILDCARD Crea tu propia pregunta. Que valga la pena.",
  "WILDCARD Desplázate por los instagrams de cada uno. Encuentra la foto que mejor represente la esencia de tu compañero y comenta por qué elegiste esa imagen."
]
