[
"Does your partner’s sexual history make you scared or curious?",
"Has your search history ever gotten you into trouble? Explain.",
"Who felt like the perfect fit?",
"What do you hate to ask for, but love to receive?",
"What do you get complimented on the most in bed?",
"What’s a compliment you’ve gotten in bed that you still think about?",
"Has jealousy ever turned you on? Explain.",
"If you could fuck any movie character, who would you choose?",
"Describe the worst sex you’ve ever had in detail.",
"If you could hook up with anyone from your past, who would it be and why?",
"What’s one part of your sex game that you can honestly say needs work?",
"What’s an insecurity you had in bed that you’ve grown out of?",
"How would you rate your head game on a scale of 1-10? What’s one way you could improve your score?",
"Condom or no condom? Explain.",
"What’s the worst head you’ve ever gotten? Why?",
"Has a couple ever asked you to be their third? Were they successful?",
"The best way to get me into bed is...",
"What turns you on the most about the last person you had sex with?",
"What are you attracted to that you know isn’t good for you?",
"What are you still trying to prove to yourself sexually?",
"How much do you trust yourself to stay faithful in a relationship?",
"What’s one thing you take for granted about your current sexual partner?",
"If you could thank one sexual partner from your past, who would it be? What would you thank them for?",
"Has your sexuality evolved over time? How so?",
"Has the sex ever been a deal-breaker for you in a relationship?",
"Who do you wish you could unfuck? Why?",
"What do you tend to overthink in bed?",
"What’s an unpopular opinion you ave about sex?",
"If you could change one thing about your current sex life, what would it be?",
"What’s the biggest age gap you’ve had with a sexual partner? How did it affect things?",
"Where did the best sex of your life take place?",
"How often do you fake your orgasms? Explain.",
"Where’s the craziest place you’ve done it?",
"How often would you be having sex if it were up to you?",
"Name a celebrity of the same sex that you’d hook up with.",
"Maturing sexually is realizing...",
"What are you still trying to unlearn about sex?",
"What’s the most secure you’ve ever felt in bed with someone?",
"What about your ex stood out sexually?",
"What sex advice would you give your younger self?",
"What sex position always gets you off?",
"When was the last time you did something for the first time in bed?",
"When was the last time you faked an orgasm? Why?",
"What did you once believe about sex that turned out to be false?",
"have you ever considered being in a open relationship? Why or why not?",
"What sexual partner set the bar high for all the rest? Explain?",
"Has anyone experimented with BDSM? Share your experience with the group.",
"How do you feel today about the first person you had sex with?",
"What would your younger self not believe about your sex life today?",
"What about your sex life would surprise the group the most?",
"If your partner gave you a free pass to fuck someone else, who would you use it on? No celebrities.",
"Has size ever been a deal-breaker for you?",
"What’s something you tried once in bed and would never do again?",
"What is your sexual love language?",
"Finish the sentence: not to brag, but I could teach a class on...",
"What is the bost surprising thing you’ve been asked to do in bed? Did you do it?",
"Has anyone been peed on or peed on someone else? How would you rate the experience?",
"What’s the most amount of pain you can tolerate in the bedroom on a scale of 1-10?",
"What’s the worst head you’ve ever given? What did it teach you?",
"What is your biggest sexual pet peeve (manía sexual)?",
"Has anyone ever slept with an ex’s friend? Was it worth it?",
"What’s your go-to move when you want the sex to wrap up?",
"Does anyone have a piece of advice that changed their sex life? Share with the group.",
"What’s the most surprising thing that’s ever turned you on in bed?",
"What are your favourite types of nudes to receive? Get specific.",
"There’s just something about a...",
"Do you have a preference when it comes to hair down there? Explain.",
"What sex position never fails to make you cum? Get specific.",
"How do you like to receive head? Get very specific.",
"Who got away with treating you the worst because the sex was so good? What did they get away with?",
"Have you ever hookep up with someone you weren’t supposed to? Was it worth it?",
"What’s the nastiest room you’ve ever had sex in? Describe it in detail.",
"How would you describe your flirting style?",
"Social norms aside, what would your ideal relationship look like?",
"Does monogamy feel right for you? Why or why not?",
"Was the last time you had sex as fulfilling as you wanted it to be? Why or why not?",
"What do you crave in bed that you aren’t asking for?",
"What’s one of your limits in the bedroom?",
"What sexual encounter could you base a whole movie on?",
"Top ot bottom? Or both? Explain.",
"What’s the most sexually open experience you’ve ever had?",
"What’s the most surprising thing you’ve used to masturbate?",
"Has someone’s energy ever turned you on, even if they weren’t your physical type?",
"What physical qualities matter most to you in a partner?",
"What do you want to know about your partner’s past, if anything?",
"What is proper cum clean-up etiquette from your point of view?",
"How long does sex last for you on average? How long would you like it to?",
"Who was the biggest disappointment for you in bed? Why?",
"Has anyone been to a sex party? Would you go again?",
"What’s something you hesitated to try in bed, but ended up loving?",
"What do you think about to avoid cumming too fast?",
"Would you ever have sex with the person who was your first time again? Why or why not?",
"Have you ever had a sex-related injury? Explain.",
"Spit or swallow? All players answer.",
"Have you ever had succesful casual sex? What made it work?",
"WILDCARD Each player, go through my instagram and choose the sexiest photo of me. 20 seconds. Compare!",
"WILDCARD Raise your hand if you’ve ever had sex on a plane. All players!",
"WILDCARD Clap at the speed that you like to have sex",
"WILDCARD All players point to the person with the highest body count! Winner takes a shot.",
"WILDCARD Show the group a recent thirst trap and/or nude."
]
