[
"What was your first impression of sex?",
"What do you think my DMs look like now?",
"If your camera roll went public, would you be able to run for president?",
"If I were in a sex escene, what would my character be? Who am I sleeping with? What’s the movie called?",
"What’s your go-to outfit when you’re going to a booty call?",
"How many times do you think I’ve had to purchase plan B?",
"All players, name one thing better than sex.",
"Do you think I’ve ever questioned my sexuality? Have I ever acted on it?"
"What do you think my age range would be on a dating app?",
"Out of the group, who do you think has the most nudes on their phone?",
"Who’s most likely to be a virgin in this room? Why?",
"What does my social media tell you about my sex life?",
"What’s the first think you notice in a potential hookup? All players answer!",
"Who in this room owns the most amount of sex toys? Group votes!",
"Who seems like the most sexual person un the room? Group votes!",
"Do you think I have any piercings that you can’t see?",
"Do I seem comfortable with period sex? Why or why not?",
"Who in this group is most likely to say wrong name in bed?",
"Do you think I like giving head? Why or why not?",
"What’s the most out of the way you’ve gone to hook up with someone? Was it worth it?",
"What color underwear do you think I’m wearing? All players guess. 🍸",
"What do you think my type is? Explain in detail.",
"How vocal do I seem like I’d be in bed?",
"Do you think I’ve ever had a one night stand? Why or why not?",
"If I were a pornstar, which category would I be in?",
"What sex position is overrated? Explain.",
"What’s a "non-sexual" body part you find attractive? Explain.",
"What did you once find sexy that you no longer do?",
"What’s the sexiest job someone can have? Least sexy? Explain.",
"Would you be a third for a couple? What would the ideal circumstances be?",
"Do you think I check who my partner follows on social media? Why or why not?",
"How often do you think I fake my orgasms?",
"Who was your first celebrity crush?",
"How sexually open do I seem on a scale of 1-10? Explain",
"Do you think I’ve ever cheated on someone? Why or why not?",
"When do you feel your sexiest?",
"Describe your first time giving head. Get specific!",
"Who was your first kiss? What do you remember most about it?",
"Do you think I’ve ever made a sex tape? Explain",
"What’s the most amount of people you think I’ve had sex with at one time?",
"How many sex toys do you think I own?",
"How many people do you think I’ve slept with?",
"Do you think I’m shave right now? Why or why not?  🍸", 
"What instantly makes someone hot?",
"Do you think I’m more dominant or submissive in bed? Explain.",
"How high do you think my sex drive is on a scale of 1-10? Why?",
"Who in this room is most likely to be in an open relationship?",
"Finish the sentence: honestly, there’s nothing sexier than...",
"What’s something you can’t find hot or attractive no matter how hard you try?",
"The art of taking a good nude is...",
"What’s the longest you’ve gone without having sex? Was it by choice?",
"How many rounds do you think I can go in bed? Explain",
"Who was your first time? What’s their name and one thing about them?",
"Have you ever had sex with a friend? Are you still friends with them?",
"Who in the group is most likely to develop feelings for someone they’ve been sleeping with casually?",
"When was the last time you ditched plans with friends for a hookup? Was it worth it?",
"Do you think I’ve ever had a threesome? Why or why not?",
"What are you most attracted to that isn’t physical?",
"Is it a red flag if a sexual partner is still in touch with an ex? Why or why not?",
"What’s the sexiest movie ever made?",
"How jealous do I seem on a scale of 1-10? Explain",
"Do I look like a moaner, a screamer or a heavy breather?",
"Has anyone in the group ever named a private part? Whatdid you name it?"
"What turns you off that other people seem to love?"
"Do you think I’ve ever had my ass eaten? Explain."
"Do you think I’ve ever eaten ass? Why or why not?"
"Do I give off more top or bottom energy?",
"Do you think I like get choked in bed? Why or why not?",
"Is there a kiss that stands out most in your mind? Who was it with?",
"Do you think I spit or swallow? Explain."
"have you ever been someone’s first time? How did it go?"
"How often do you think I’m having sex right now?",
"If you were directing a sex scene, what song would be playing?",
"What’s the hottest thing that’s ever happened to you on a date?",
"Who in this group is most likely to have a secret onlyfans? Explain",
"Do you prefer hooking up at your place or someone else’s? Why?",
"If your sex life was a Netflix series, what would it be called?", 
"How would you describe what an orgasm feels like to someone who’s never had one before?",
"How often do you use protection? Honestly."
"If you could only do one sex position for the rest of your life, what would it be?",
"Do you think I’ve ever had sex in public? Why or why not?",
"Whose sex life are you most curious about? What do you want to know?",
"What was the last thirst trap you posted? Who was it for?",
"What’s your definition of cheating?"
"Do you think I tend to make the first move or wait for the other person to initiate? Why?",
"If your first time was a song, what would it be called?",
"What do you think my go-to sex position is?",
"How do you define great sex? Get specific.",
"What do you think I’d be like in bed base on my style alone?",
"Do you think I’ve ever done anal? WHy or why not?",
"Who in this room definitely has a sex tape?",
"What’s your favourite part of your body?",
"Do you think I like to cuddle after sex? Why or why not?",
"What quality has gotten sexier to you as you’ve gotten older?",
"What song is definitely going on your sex playlist?",
"What assumptions do people make about your sexuality? Are they right or wrong?",
"WILDCARD Touch your nose if you like cum on your face! All players.",
"WILDCARD Drink if you like when people spit in your mouth",
"WILDCARD Everyone point to the player who probably eats the most ass.",
"WILDCARD Open your dating app. Let any player swipe for 1 minute."
]
