[
"If you could watch any two celebrities fuck, who would they be?",
"In your wildest fantasy, who would you be with? Where would you be? What would you be doing?",
"Have you ever used sex to gain power in a situation? Did it work?",
"My favourite way to masturbate is... Set the scene.",
"Have you ever paid for a sexual experience? Was it worth the money?",
"What would I get rich on onlyfans for?",
"What body part(s) turn you on the most?",
"Ask an XXX question to the player who’s been the quietest during this game.",
"Give this card to the player you think you’d have the best sex with.",
"What about your sex life feels hard to admit?",
"What’s ythe most vivid sex dream you’ve ever had? Describe in detail.",
"Have you ever eaten ass or had your ass eaten? Thoughs?",
"Where do you like your partner to finish? Where do you like to?",
"Give this card to the player most likely to fuck their ex.",
"What about your sexuality took you the longest to accept, if anything?",
"What’s the most embarrasing thing you’ve done in the bedroom while intoxicated?",
"Give this card to the player with the most big dick energy.",
"What do you like to be called in the bedroom?",
"Which players are most likely to have fucked each other on the down-low?",
"Have you ever squirted or made someone squirt?",
"Finish the sentence: Okay guys, hear me out, but...",
"Have you ever cheated? Have you ever been cheated on?",
"What’s your sexual superpower?",
"Give this card to the player who makes you question your sexuality.",
"Has a private part ever left a lasting impression? Explain.",
"Who in this group is probably not wearing any underwear right now?",
"What’s made you cum that surprised you most?",
"What’s your ideal role play scenario? Get specific.",
"What do you always get in your head about in bed?",
"They’re definitely a freak if...",
"Has anyone ever pegged or been pegged? Share your experience with the group.",
"What’s the sexiest you remember feeling recently?",
"Have any of your sexual fantasies come true? Share with the group."
"How big was the biggest dick you’ve ever taken?",
"When was the last time you imagined someone else in bed that wasn’t your partner? Who was it?",
"What do you like to hear in bed? Get specific.",
"Based on what you know about me, who would you set me up with? Group answers.",
"Give this card to the player who probably fucks like a pornstar.",
"What’s the best sex you’ve ever had? Describe in detail why it was so great.",
"Give your last sexual partner an honest yelp review.",
"Have  you ever tasted yourself?",
"What would my pornstar name ben and what would I be known for?",
"Whose toes would you suck in this room if you had to?",
"What’s the most unexpected thing you remember masturbating to?",
"Whose sex tape would you want to watch out of the group for educational purposes?",
"What turns you on that only your sexual partners would know? Get specific.",
"What was the most inconvenient time you’ve been turned on?",
"Who gives the best head? Send them this card.",
"What’s the sexiest thing about me that isn’t physical? Group answer for the cardholder.",
"What’s one subtle thing you do when you really like someone?",
"What’s something you’d try in bed if there were no consequences?",
"Who likes a finger in their butt during sex? Describe how you like it.",
"Send this card to someone you’d like to fuck.",
"Give this card to the player most likely to download a dating app just to get laid.",
"Ask anyone in this group an XXX question!",
"What’s the wettest/hardest you remember being?",
"What’s the hardest you remember cumming?",
"What about your sexuality are you still learning to embrace?",
"Would you eat someone out if they were on their period? Would you let someone eat you out?",
"What’s the most memorable orgasm you’ve witnessed? Describe in detail.",
"Describe what cum tastes like to someone who has never tasted it before.",
"What’s your special spot? (You know the one.)",
"If they ... , I’ll fuck them immediately.",
"Give this card to the player you think gives the best head.",
"Has anyone had sex in public? Where were you? Did you like it?",
"Have you fucked anyone in the group? All players involved must drink.",
"Give this card to the player who’s most likely getting laid tonight!",
"On a scale of 1-10, how hard do you like to be choked? 1 Meaning not at all, 10 meaning no air.",
"Where’s the most unexpected place you’ve ever masturbated?",
"Has someone’s head game ever stood out? How so? Get specific.",
"What’s the hottest thing someone has ever said to you in bed?",
"What’s the most embarrasing thing that’s ever happened to you in bed that you can laugh at now?",
"Who’s the last person you remember masturbating to?",
"What insecurity holds you back the most in bed?",
"What would your life be like if you married your first sexual partner?",
"What’s the sluttiest thing you’ve ever done?",
"Give this card to the player who surprised you most during this game.",
"Who do you miss fucking the most? What do you miss?",
"What’s the hottest thing someone has ever done to you in bed? Get specific.",
"Would it turn you on to have someone watch you have sex? Who would you want to watch?",
"Give this card to the biggest tease in the group.",
"Have you ever fantasized about one of your friends’ partners? Did you ever act on it?",
"Whose “U up” text will you always consider?",
"Has anyone ever been double penetrated? Did you enjoy it?",
"Do you have a sexual soulmate? Do they know?",
"If you have a foot fetish raise your hand! What do you love so much about feet?",
"Who in  this room is most likely to get peed on and like it? Group votes!",
"Have you ever had an orgasm without any direct stimulation? How was it achieved?",
"WILDCARD Give the group your best fake orgasm!",
"WILDCARD Mark an X anywhere on your body that the player to your right can kiss.",
"WILDCARD Give a 15 second lap dance to anyone in the room. Group choose the song.",
"WILDCARD Leave a sexy voice note for the last person you slept with in front of the group.",
"WILDCARD Demonstrate your favourite sex position for the group. Use a pillow!",
"WILDCARD Take a bodys shot off any player of your choosing.",
"WILDCARD Lock eyes with the person sitting directly across from you and talk dirty to them for 10 seconds!",
"WILDCARD Test your gag reflex with an item in this room.",
"WILDCARD Give the group a tutorial on how to give great head. Get specific.",
"WILDCARD Send a risky text to anyone in your phone.",
"WILDCARD Share your search history with the group.",
"WILDCARD Give any player free reign of your camera roll. They get to choose one picture to show the group."
]
